Revit 2024 API
ParameterTypeId.ViewGraphSchedTotalRows Property
 "Total Segments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewGraphSchedTotalRows { get; }
Visual Basic
Public Shared ReadOnly Property ViewGraphSchedTotalRows As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewGraphSchedTotalRows {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace